{
    "Abba": "Palabra aramea que significa 'Padre'. Jesús la usó para dirigirse a Dios con confianza y cercanía.",
    "Abel": "Segundo hijo de Adán y Eva, pastor de ovejas, cuya ofrenda fue aceptada por Dios.",
    "Abrahán": "Patriarca hebreo, hijo de Taré. Es una figura central en las tres religiones abrahámicas.",
    "Adán": "Primer hombre creado por Dios a su imagen y semejanza.",
    "Adonai": "Nombre hebreo que significa 'Señor', usado para evitar pronunciar el nombre sagrado de Dios.",
    "Agua de vida": "Símbolo de la salvación y el Espíritu Santo que sacia la sed espiritual.",
    "Alabanza": "Expresión de adoración, honor y gratitud a Dios por quién es y por sus obras.",
    "Aleluya": "Expresión de júbilo que significa 'Alabad a Jehová'.",
    "Alfa y Omega": "La primera y última letras del alfabeto griego, representando a Dios como el principio y el fin de todas las cosas.",
    "Alianza": "Pacto o compromiso sagrado entre Dios y su pueblo.",
    "Amén": "Palabra hebrea que significa 'así sea' o 'en verdad'. Usa para confirmar lo dicho.",
    "Amor (Agape)": "El amor sacrificial y desinteresado que Dios tiene por la humanidad y que los creyentes deben reflejar.",
    "Ángel": "Ser espiritual creado por Dios para servirle como mensajero y ejecutor de su voluntad.",
    "Anticristo": "Figura que se opone a Cristo y busca engañar a la humanidad en los últimos tiempos.",
    "Apocalipsis": "Último libro de la Biblia, que significa 'revelación', escrito por el apóstol Juan.",
    "Apóstol": "Enviado con una misión específica; específicamente los doce elegidos por Jesús.",
    "Arca de la Alianza": "Cofre sagrado que contenía las tablas de la ley, símbolo de la presencia de Dios en Israel.",
    "Armagedón": "Lugar de la batalla final entre las fuerzas del bien y del mal.",
    "Arrepentimiento": "Cambio de mente y de corazón que implica alejarse del pecado y volverse a Dios.",
    "Ascensión": "Subida de Jesús al cielo cuarenta días después de su resurrección.",
    "Babel": "Ciudad donde se intentó construir una torre que llegara al cielo, resultando en la confusión de lenguas.",
    "Babilonia": "Imperio que cautivó a Judá, símbolo de la opresión y el orgullo humano.",
    "Bautismo": "Rito de purificación y admisión en la comunidad cristiana, simbolizando la muerte al pecado y el renacimiento a una nueva vida.",
    "Belén": "Ciudad donde nació el rey David y, más tarde, Jesucristo.",
    "Bendición": "Acto de invocar el favor y la protección de Dios sobre alguien o algo.",
    "Bienaventuranzas": "Enseñanzas de Jesús en el Sermón del Monte sobre el carácter y las recompensas de los ciudadanos del Reino.",
    "Blasfemia": "Palabra o acto injurioso contra Dios o lo que es sagrado.",
    "Bondad": "Atributo de Dios y fruto del Espíritu que se manifiesta en la amabilidad y la generosidad.",
    "Caifás": "Sumo sacerdote judío que presidió el juicio de Jesús.",
    "Caín": "Hijo primogénito de Adán y Eva, primer asesino mencionado en la Biblia.",
    "Calvario": "Lugar también llamado Gólgota, donde Jesús fue crucificado.",
    "Canaán": "La Tierra Prometida que Dios entregó a los descendientes de Abraham.",
    "Canon": "Lista oficial de libros reconocidos como inspirados por Dios y que forman la Biblia.",
    "Caridad": "Amor en acción, especialmente hacia los necesitados.",
    "Castidad": "Virtud de vivir la sexualidad de manera ordenada y pura según el estado de vida.",
    "Ceguera espiritual": "Incapacidad de reconocer las verdades de Dios y su obra debido al pecado.",
    "Cielos": "Morada de Dios y destino final de los redimidos.",
    "Ciro": "Rey de Persia que permitió el regreso de los judíos a Jerusalén tras el exilio.",
    "Compasión": "Sentimiento de profunda empatía y misericordia que motiva el actuar en ayuda del otro.",
    "Confesión": "Reconocimiento y declaración de los pecados ante Dios.",
    "Consejo de Dios": "La voluntad y los planes soberanos revelados por Dios en su Palabra.",
    "Conversión": "Proceso de alejarse de una vida de pecado para seguir a Jesucristo.",
    "Cordero de Dios": "Título dado a Jesús como el sacrificio perfecto por los pecados del mundo.",
    "Corinto": "Ciudad griega donde San Pablo fundó una importante comunidad cristiana.",
    "Covenant": "Pacto o convenio sagrado entre Dios y su pueblo (ver Alianza).",
    "Creación": "Acto soberano de Dios de traer el universo y la vida a la existencia de la nada.",
    "Creencia": "Aceptación de que algo es verdadero, basada en la autoridad de quien lo dice.",
    "Cristo": "Título que significa 'el ungido', aplicado a Jesús de Nazaret como el Mesías prometido.",
    "Cruz": "Instrumento de tortura y muerte, que para los cristianos se convirtió en símbolo de redención y victoria.",
    "Cuaresma": "Periodo de cuarenta días de preparación espiritual antes de la Pascua.",
    "Damasco": "Ciudad donde Saulo de Tarso tuvo su encuentro transformador con Jesús resucitado.",
    "Daniel": "Profeta judío en Babilonia, conocido por su fidelidad a Dios y su capacidad de interpretar sueños.",
    "David": "Segundo rey de Israel, 'varón conforme al corazón de Dios' y ancestro de Jesús.",
    "Débora": "Jueza y profetisa de Israel que lideró al pueblo a la victoria contra sus enemigos.",
    "Decálogo": "Los Diez Mandamientos entregados por Dios a Moisés en el monte Sinaí.",
    "Demonio": "Ángel caído que se rebeló contra Dios y busca dañar a la humanidad.",
    "Deuteronomio": "Quinto libro de la Biblia, que contiene la repetición y explicación de la Ley.",
    "Diácono": "Servidor en la iglesia local, encargado de tareas administrativas y de caridad.",
    "Diluvio": "Inundación universal enviada por Dios en tiempos de Noé para limpiar la tierra de la maldad.",
    "Dios": "En la Biblia, el Creador y Sustentador supremo del universo, revelado como Padre, Hijo y Espíritu Santo.",
    "Discípulo": "Seguidor y aprendiz de las enseñanzas de un maestro, especialmente de Jesús.",
    "Discipulado": "Proceso de crecimiento y formación como seguidor de Cristo.",
    "Doctrina": "Conjunto de enseñanzas y principios fundamentales de la fe cristiana.",
    "Doxa": "Palabra griega que significa 'gloria' o 'majestad'.",
    "Eclesiastés": "Libro de la Biblia que reflexiona sobre la vanidad de la vida sin Dios.",
    "Ecomunión": "Relación de unidad y compañerismo entre los creyentes y con Dios.",
    "Edén": "Jardín plantado por Dios donde vivieron Adán y Eva antes de la caída.",
    "Efesios": "Epístola de Pablo a la iglesia en Éfeso sobre el plan eterno de Dios en Cristo.",
    "Elegidos": "Aquellos que han sido llamados y escogidos por Dios para salvación.",
    "Elías": "Poderoso profeta de Israel que fue arrebatado al cielo en un torbellino.",
    "Eliseo": "Sucesor del profeta Elías, conocido por realizar numerosos milagros.",
    "Emuná": "Palabra hebrea que se traduce como 'fe', implicando firmeza y fidelidad.",
    "Enoc": "Patriarca que 'caminó con Dios' y fue llevado por Él sin pasar por la muerte.",
    "Epístola": "Carta escrita por un apóstol para instruir y exhortar a las iglesias o individuos.",
    "Esaú": "Hijo de Isaac y Rebeca, hermano gemelo de Jacob, que vendió su primogenitura.",
    "Escritura": "Los textos sagrados que conforman la Biblia, inspirados por el Espíritu Santo.",
    "Esperanza": "Confianza segura en el cumplimiento de las promesas de Dios.",
    "Espíritu Santo": "La tercera persona de la Santísima Trinidad, que guía, santifica y fortalece a los creyentes.",
    "Ester": "Reina judía de Persia que salvó a su pueblo del exterminio.",
    "Eternidad": "Existencia sin principio ni fin, característica propia de Dios.",
    "Eucaristía": "Acción de gracias; sacramento del cuerpo y la sangre de Cristo.",
    "Evangelio": "Significa 'buenas nuevas'; el mensaje de salvación a través de Jesucristo.",
    "Ezequiel": "Profeta del exilio que tuvo visiones impactantes sobre la restauración de Israel.",
    "Fariseos": "Grupo religioso judío estricto en el cumplimiento de la Ley, criticados por su hipocresía.",
    "Fe": "La confianza y creencia firme en Dios y en sus promesas, incluso sin verlas.",
    "Fidelidad": "Atributo de Dios que garantiza que Él siempre cumple su palabra.",
    "Filipos": "Ciudad de Macedonia donde se estableció la primera iglesia cristiana en Europa.",
    "Fuego (Espiritual)": "Símbolo de la presencia, purificación y juicio de Dios.",
    "Gabriel": "Arcángel mensajero de Dios que anunció el nacimiento de Juan el Bautista y de Jesús.",
    "Gad": "Sexto hijo de Jacob y una de las doce tribus de Israel.",
    "Gálatas": "Epístola de Pablo que defiende la libertad en Cristo frente al legalismo.",
    "Galilea": "Región del norte de Israel donde Jesús creció y realizó gran parte de su ministerio.",
    "Gemidos indecibles": "Intercesión profunda del Espíritu Santo en favor de los creyentes.",
    "Génesis": "Primer libro de la Biblia, que narra el origen del mundo y de la humanidad.",
    "Getsemaní": "Huerto al pie del Monte de los Olivos donde Jesús oró antes de su arresto.",
    "Gloria": "La majestad, el esplendor y la perfección de Dios manifestada.",
    "Goliat": "Gigante filisteo derrotado por el joven David con una honda y una piedra.",
    "Gólgota": "Ver Calvario.",
    "Gracia": "El favor inmerecido de Dios hacia los pecadores, manifestado supremamente en la salvación a través de Jesucristo.",
    "Gran Comisión": "Mandato final de Jesús a sus discípulos de ir y hacer discípulos a todas las naciones.",
    "Habacuc": "Profeta que cuestionó a Dios sobre la injusticia y aprendió que el justo vivirá por su fe.",
    "Hanot": "Cualidad de ser amable y lleno de favor (ver Gracia).",
    "Hebreos": "Epístola que presenta a Cristo como el Sumo Sacerdote superior y el cumplimiento de las sombras del Antiguo Testamento.",
    "Hechos de los Apóstoles": "Libro que narra el nacimiento y la expansión de la iglesia primitiva bajo el poder del Espíritu Santo.",
    "Herodes": "Nombre de varios gobernantes de Judea durante la época de Jesús y los apóstoles.",
    "Hijo de Dios": "Título de Jesús que afirma su divinidad y su relación única con el Padre.",
    "Hijo del Hombre": "Título que Jesús usó frecuentemente para sí mismo, resaltando su humanidad y autoridad mesiánica.",
    "Holocausto": "Sacrificio en el que la víctima era totalmente consumida por el fuego.",
    "Honor": "Reconocimiento y respeto debido a Dios y a los demás según su dignidad.",
    "Hosanna": "Exclamación de súplica y júbilo que significa 'Sálvanos ahora'.",
    "Humildad": "Reconocimiento de nuestra dependencia de Dios y la disposición de servir a los demás.",
    "Idolatría": "Adoración o amor excesivo a algo o alguien que no es Dios.",
    "Iglesia": "La comunidad de todos los creyentes en Jesucristo, llamada a ser su cuerpo en la tierra.",
    "Imagen de Dios": "Concepto de que el ser humano refleja atributos divinos como la razón y la capacidad de amar.",
    "Inmortalidad": "Don de Dios de vivir para siempre, concedido a los redimidos.",
    "Inmolar": "Sacrificar una víctima en honor a Dios.",
    "Inspiración": "Acción del Espíritu Santo sobre los autores bíblicos para que escribieran la Palabra de Dios.",
    "Intercesión": "Oración en favor de otras personas.",
    "Isaac": "Hijo de la promesa nacido de Abraham y Sara en su vejez.",
    "Isaías": "Uno de los profetas mayores, conocido por sus profecías sobre el Mesías sufriente.",
    "Ismael": "Hijo primogénito de Abraham con la esclava Agar.",
    "Israel": "Nombre dado a Jacob; por extensión, el pueblo elegido de Dios y la nación que descendió de él.",
    "Jacob": "Hijo de Isaac, cuyo nombre fue cambiado a Israel tras luchar con un ángel.",
    "Jefté": "Uno de los jueces de Israel, conocido por su voto impetuoso tras vencer a los amonitas.",
    "Jehová (Yahvé)": "El nombre propio de Dios revelado a Moisés, que significa 'Yo Soy'.",
    "Jeremías": "Profeta conocido como 'el profeta llorón' por sus lamentos sobre la destrucción de Jerusalén.",
    "Jericó": "Primera ciudad conquistada por los israelitas al entrar en Canaán, cuyos muros cayeron milagrosamente.",
    "Jerusalén": "La ciudad santa de Israel, centro de la vida religiosa y política del antiguo Israel y símbolo de la ciudad de Dios.",
    "Jesucristo": "Nombre y título de Jesús, el Salvador del mundo y el Ungido de Dios.",
    "Job": "Patriarca conocido por su paciencia extrema y su fidelidad a Dios en medio del sufrimiento intenso.",
    "Joel": "Profeta que anunció el 'Día de Jehová' y el derramamiento del Espíritu Santo.",
    "Jonás": "Profeta que intentó huir de la presencia de Dios y fue tragado por un gran pez.",
    "Jonatán": "Hijo de Saúl y amigo íntimo de David, ejemplo de lealtad.",
    "José": "Hijo amado de Jacob que llegó a ser gobernador de Egipto tras ser vendido por sus hermanos.",
    "Josué": "Sucesor de Moisés que lideró la conquista de la Tierra Prometida.",
    "Juan el Bautista": "Precursor de Jesús que predicó el arrepentimiento y el bautismo de agua.",
    "Juan el Apóstol": "El 'discípulo amado', autor de un Evangelio, tres epístolas y el Apocalipsis.",
    "Judas Iscariote": "El discípulo que traicionó a Jesús por treinta piezas de plata.",
    "Jueces": "Líderes militares y religiosos de Israel antes del periodo de la monarquía.",
    "Justificación": "Acto de Dios de declarar justo al pecador sobre la base de la fe en Cristo.",
    "Koinonía": "Término griego para la comunión, participación y compañerismo en el Espíritu.",
    "Lamentaciones": "Colección de poemas que expresan el dolor por la caída de Jerusalén.",
    "Lázaro": "Amigo de Jesús a quien Él resucitó de entre los muertos después de cuatro días.",
    "Leví": "Hijo de Jacob y antepasado de la tribu dedicada al servicio del tabernáculo.",
    "Levítico": "Libro que detalla las leyes sobre sacrificios, santidad y el servicio sacerdotal.",
    "Ley": "Específicamente, los mandamientos de Dios dados a través de Moisés (Torá).",
    "Libertad en Cristo": "Liberación de la esclavitud del pecado y de la condena de la ley a través de la fe.",
    "Logo": "El Verbo o la Palabra eterna de Dios encarnada en Jesucristo.",
    "Lucas": "Médico y compañero de Pablo, autor del tercer Evangelio y del libro de Hechos.",
    "Luz del mundo": "Título que Jesús se aplicó a sí mismo y a sus seguidores.",
    "Malaquías": "Último profeta del Antiguo Testamento, que exhortó al pueblo a la fidelidad.",
    "Maná": "Alimento milagroso que Dios envió del cielo a los israelitas en el desierto.",
    "Manos de Dios": "Símbolo del poder creador, protector y soberano de Dios.",
    "Mansedumbre": "Fruto del Espíritu que implica control sobre la fuerza y una actitud apacible.",
    "Maranata": "Expresión aramea que significa 'El Señor viene'.",
    "Marcos": "Autor del segundo Evangelio, basado en gran parte en las enseñanzas de Pedro.",
    "María": "La madre de Jesús, bienaventurada entre todas las mujeres.",
    "María Magdalena": "Seguidora de Jesús y primera testigo de su resurrección.",
    "Martirio": "Testimonio de fe que llega hasta el punto de entregar la vida.",
    "Mateo": "Recaudador de impuestos convertido en apóstol, autor del primer Evangelio.",
    "Mesías": "El Salvador esperado por el pueblo judío y reconocido por los cristianos como Jesucristo.",
    "Misericordia": "Atributo de Dios por el cual perdona voluntariamente y retiene el castigo merecido.",
    "Misión": "El encargo de Dios de llevar el Evangelio a todas las personas.",
    "Moisés": "Líder que liberó a Israel de Egipto y recibió las Tablas de la Ley de manos de Dios.",
    "Monte Sinaí": "Lugar donde Dios estableció su alianza con Israel y dio los Diez Mandamientos.",
    "Muerte": "Separación del alma y el cuerpo, y en sentido espiritual, separación de Dios.",
    "Nabucodonosor": "Rey de Babilonia que destruyó el primer Templo de Jerusalén y se llevó a los judíos al exilio.",
    "Natán": "Profeta que confrontó al rey David por su pecado con Betsabé.",
    "Nazaret": "Pueblo de Galilea donde Jesús se crió.",
    "Nehemías": "Líder judío en el exilio que regresó para reconstruir los muros de Jerusalén.",
    "Nicodemo": "Fariseo y miembro del Sanedrín que buscó a Jesús de noche para aprender de Él.",
    "Nínive": "Capital de Asiria a la que Jonás fue enviado a predicar el arrepentimiento.",
    "Noé": "Hombre justo que construyó un arca por mandato de Dios para salvarse del Diluvio.",
    "Nuevo Testamento": "Segunda parte de la Biblia que narra la vida de Cristo y el inicio de la Iglesia.",
    "Números": "Libro que narra el censo de Israel y sus andanzas por el desierto.",
    "Oseas": "Profeta cuyo matrimonio con una mujer infiel simbolizó la infidelidad de Israel hacia Dios.",
    "Oración": "Comunicación con Dios, que incluye alabanza, acción de gracias, confesión y petición.",
    "Pablo": "Anteriormente Saulo de Tarso, apóstol de los gentiles y autor de numerosas epístolas.",
    "Pacto": "Ver Alianza.",
    "Padre Nuestro": "La oración modelo que Jesús enseñó a sus discípulos.",
    "Palabra de Dios": "La revelación de Dios a la humanidad, especialmente a través de la Biblia y de Jesucristo.",
    "Pantomima": "Ver Parábola.",
    "Parábola": "Relato sencillo con una profunda enseñanza espiritual o moral usado frecuentemente por Jesús.",
    "Paraíso": "Lugar de felicidad perfecta presencia de Dios.",
    "Paráclito": "Título del Espíritu Santo que significa Consolador o Ayudador.",
    "Parusía": "Término griego que se refiere a la segunda venida de Cristo.",
    "Pascua": "Fiesta que celebra la liberación de la muerte y, para los cristianos, la resurrección de Jesús.",
    "Paz (Shalom)": "Estado de bienestar integral y armonía con Dios y con los demás.",
    "Pecado": "Transgresión de la ley de Dios o alejamiento de su voluntad sagrada.",
    "Pentateuco": "Los primeros cinco libros de la Biblia escritos por Moisés.",
    "Pentecostés": "Fiesta que celebra el descenso del Espíritu Santo sobre los apóstoles cincuenta días después de la Pascua.",
    "Perdón": "Acto de cancelar una deuda espiritual u ofensa cometida.",
    "Pedro": "Apóstol líder de la iglesia primitiva, conocido como la 'roca' sobre la cual Cristo edificaría su iglesia.",
    "Profeta": "Portavoz de Dios que llama al pueblo al arrepentimiento y, a veces, anuncia eventos futuros.",
    "Proverbios": "Libro de la Biblia que contiene sabiduría práctica para la vida diaria.",
    "Providencia": "Cuidado amoroso y guía soberana de Dios sobre toda su creación.",
    "Purgación": "Limpieza o purificación del pecado.",
    "Querubín": "Ser celestial de alto rango que protege la santidad de Dios.",
    "Reconciliación": "Restauración de la relación rota entre Dios y la humanidad a través de Cristo.",
    "Redención": "Acto de 'comprar' de nuevo o liberar de la esclavitud del pecado mediante un precio pagado por Cristo.",
    "Reino de Dios": "El gobierno soberano de Dios sobre los corazones y el universo, inaugurado por Jesús.",
    "Remisión": "Perdón o cancelación de la culpa de los pecados.",
    "Resurrección": "Regreso a la vida después de la muerte corporal, cuya primicia es Jesucristo.",
    "Revelación": "Manifestación de Dios de sí mismo y de su voluntad a la humanidad.",
    "Romanos": "La carta teológica más profunda de Pablo sobre la salvación por medio de la fe.",
    "Rut": "Mujer moabita ancestro de David, modelo de lealtad y conversión.",
    "Sábado": "Día de descanso instituido por Dios para recordar la creación y la liberación.",
    "Sacramento": "Signo visible de una gracia invisible instituido por Cristo.",
    "Sacrificio": "Ofrenda de algo valioso a Dios como expresión de adoración o para expiación.",
    "Saduceos": "Grupo religioso judío aristocrático que no creía en la resurrección ni en los ángeles.",
    "Salmos": "Libro de cantos y oraciones de Israel, que expresan todas las emociones humanas ante Dios.",
    "Salomón": "Hijo de David, famoso por su sabiduría y por construir el primer Templo de Jerusalén.",
    "Salvación": "La liberación del pecado y sus consecuencias, traída por la muerte y resurrección de Cristo.",
    "Samaría": "Región central de Israel, cuyos habitantes eran despreciados por los judíos del sur.",
    "Sanedrín": "Consejo superior religioso y judicial de los judíos en tiempos de Jesús.",
    "Sansón": "Juez de Israel dotado de fuerza sobrehumana, cuya debilidad le llevó a la tragedia.",
    "Santiago": "Apóstol y líder de la iglesia en Jerusalén, autor de la epístola sobre la fe práctica.",
    "Santidad": "Atributo de Dios que lo separa de todo pecado; llamado de los creyentes a vivir para Él.",
    "Saúl": "Primer rey de Israel, que acabó perdiendo el favor de Dios por su desobediencia.",
    "Serafín": "Ser celestial ardiente que alaba continuamente la santidad de Dios.",
    "Serpiente": "Símbolo de la astucia y del tentador en el Edén.",
    "Set": "Tercer hijo de Adán y Eva, depositario de la línea piadosa de la humanidad.",
    "Shalom": "Saludo hebreo que desea paz integral y bienestar total.",
    "Sheol": "Lugar de los muertos en la concepción antigua hebrea.",
    "Sinagoga": "Lugar de reunión judío para el estudio de la Torá y la oración.",
    "Sion": "Monte en Jerusalén y símbolo de la ciudad de Dios y de su pueblo.",
    "Soberanía de Dios": "Autoridad suprema y poder absoluto de Dios sobre toda su creación.",
    "Sodoma": "Ciudad destruida por Dios debido a su gran maldad e inmoralidad.",
    "Sumo Sacerdote": "El líder de los sacerdotes encargado de ofrecer el sacrificio anual por los pecados del pueblo.",
    "Tabernáculo": "La tienda móvil que servía como el santuario de Dios durante la estancia de Israel en el desierto.",
    "Tablas de la Ley": "Piedras en las que Dios escribió los Diez Mandamientos.",
    "Talento": "Antigua unidad de medida de valor; usado en parábolas para representar dones recibidos de Dios.",
    "Templo": "Edificios en Jerusalén dedicados al culto a Jehová.",
    "Tentación": "Incitación a desobedecer a Dios.",
    "Teofanía": "Aparición o manifestación visible de Dios a los seres humanos.",
    "Tesalonicenses": "Iglesia a la que Pablo escribió sobre la perseverancia y la segunda venida de Cristo.",
    "Tetragrámaton": "Las cuatro letras hebreas (YHWH) que representan el nombre sagrado de Dios.",
    "Timoteo": "Joven colaborador y 'hijo espiritual' de Pablo, a quien dirigió dos cartas pastorales.",
    "Torá": "Instrucción o Ley de Dios, específicamente los primeros cinco libros de la Biblia.",
    "Trinidad": "Concepto de Dios como un solo Ser en tres Personas distintas: Padre, Hijo y Espíritu Santo.",
    "Unción": "El acto de aplicar aceite sagrado a una persona u objeto para consagrarlo a Dios.",
    "Ur de los Caldeos": "Ciudad natal de Abraham de la cual Dios lo llamó a salir.",
    "Vanidad": "Cualidad de lo que es vacío, pasajero y sin valor duradero lejos de Dios.",
    "Varón conforme al corazón de Dios": "Título dado a David resaltando su disposición de obedecer a Jehová.",
    "Velo del Templo": "Cortina que separaba el Lugar Santo del Lugar Santísimo, rasgada al morir Jesús simbolizando el acceso libre a Dios.",
    "Verbo": "Ver Logo.",
    "Verdad": "Realidad tal como Dios la ve y la revela en su Palabra.",
    "Versículo": "Cada una de las divisiones breves de los capítulos de la Biblia.",
    "Vida Eterna": "La comunión sin fin con Dios que comienza aquí y continúa en la eternidad.",
    "Viña del Señor": "Metáfora del pueblo de Israel o de la Iglesia como objeto del cuidado de Dios.",
    "Vocación": "Llamado de Dios a una persona para una tarea o estado de vida específico.",
    "Voto": "Promesa solemne hecha a Dios.",
    "Zacarías": "Profeta que alentó la reconstrucción del Templo y anunció la entrada triunfal de Jesús.",
    "Zaqueo": "Recaudador de impuestos rico de Jericó que se convirtió tras encontrarse con Jesús.",
    "Zelotes": "Grupo político-religioso judío que buscaba liberar a Israel del dominio romano por la fuerza.",
    "Zion": "Ver Sion.",
    "Zorobabel": "Líder de los judíos que regresaron del exilio y dirigió la reconstrucción del segundo Templo."
}